Repository: minkova-diyana/health_assist
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: English
bg: Английски

source: Bulgarian
bg: Български

source: Your Name
bg: Твоето Име

source: Your Email
bg: Имейл

source: Subject
bg: Тема на имейла

source: Message
bg: Съобщение

source: Title
bg: Заглавие

source: Content
bg: Увод

source: Hidden information
bg: Повече информация

source: Oops
bg: Опа

source: Something went wrong
bg: Нещо не е както трябва

source: Please go back to home page
bg: Моля върнете се на началната страница

source: Change your credentials
bg: Промени акаунт за вход

source: Email update
bg: Обнови Имейл

source: Submit
bg: Изпрати

source: Welcome
bg: Добре дошли

source: Company
bg: Компания

source: Health Insurance company
bg: Застрахователна компания

source: Your insurance package
bg: Застрахователен Пакет

source: employee's insurance
bg: застрахователна полица за служител

source: You want to make some changes to your profile information?
bg: Искаш да направиш промени по твоя профил?

source: My profile
bg: Профил

source: Profile Details
bg: Профил Детайли

source: First name
bg: Първо име

source: Last name
bg: Фамилно име

source: Phone number
bg: Телефонен номер

source: Change Credentials
bg: Промени акаунт информация

source: Email
bg: Имейл

source: Password
bg: Парола

source: Change your profile information
bg: Промени твоята профил информация

source: Add information
bg: Добави информация

source: Partners
bg: Партньори

source: YOUR INSURANCE BROCKER
bg: ТВОЯT ЗАСТРАХОВАТЕЛЕН БРОКЕР

source: We pried on the quality of service we provide.
bg: Качеството на обслужване е най-важно за нас.

source: Every day we try to find new and better ways to assist our clients.
bg: Всеки ден се опитваме да намерим нови и по-ефикасни начини да сме полезни на нашите клиенти.

source: Our app for you to manage your health insurance
bg: Влез в нашето приложение за здравно застраховани клиенти

source: Always be the first to know
bg: Винаги бъди първия информиран

source: GTPR
bg: Защита на данни

source: SITE POLICY
bg: Политика на сайта

source: EURO
bg: ЕВРО

source: Money laundering
bg: Пране на пари

source: General Insurances We Offer
bg: Общо Застраховане

source: Lorem ipsum dolor sit amet consectetur adipisicing elit.
bg: Получава лиценз № 63 за извършване на застрахователна дейност като Застрахователен брокер.

source: Health Insurance We Offer
bg: Здравно Застраховане

source: HOME
bg: НАЧАЛО

source: ABOUT
bg: ЗА НАС

source: NEWS
bg: НОВИНИ

source: INSURANCES
bg: ЗАСТРАХОВКИ

source: PARTNERS
bg: ПАРТНЬОРИ

source: CONTACTS
bg: КОНТАКТИ

source: LOGOUT
bg: ИЗХОД

source: Welcome, to
bg: Добре дошли в

source: We hope to make the proces of using your insurance easy like a child's play
bg: Надяваме се да направим използването на вашата здравна застраховка лесна като детска игра

source: Signin
bg: Регистрация

source: Login
bg: Вход

source: Home
bg: Начало

source: Insurance Package
bg: Застрахователен Пакет

source: Reimbursement claim
bg: Възстановяване на разходи

source: Logout
bg: Изход

source: Profile
bg: Профил

source: Contacts
bg: Контакти

source: Limits
bg: Лимити

source: Coverage
bg: Покритие

source: Documents neededDocuments needed
bg: Нужни документи за възстановяване на разходи

source: Documents needed
bg: Нужни Документи

source: Required
bg: Изисква се

source: About Us
bg: За Нас

source: Show more
bg: Покажи повече

source: Show less
bg: Покажи по-малко

source: 13 Beli Iskar Street
bg: ул. Бели Искър 13

source: Sofia
bg: София

source: Phone
bg: Телефон

source: We're here to answer any questions you may have
bg: На ваше разположение сме да отговорим на всичките ви въпроси

source: Contact Information
bg: Контакти

source: Insurances
bg: Застраховки

source: Add Insurance
bg: Добави застраховка

source: Show More
bg: Покажи повече

source: Show Less
bg: Покажи по-малко

source: Has no General Insurance Info
bg: Няма добавена информация за общо застраховане

source: Health Insurances
bg: Здравно Застраховане

source: Has no Health Insurance Info
bg: Няма добавена информация за здравно застраховане

source: News
bg: Новини

source: Add News
bg: Добави новина

source: We have no news for the moment
bg: Нямаме новини в момента

source: Our trusted partners
bg: Нашите лоялни партньори

source: Add Partners
bg: Добави партньори

source: We have no partners for the moment
bg: Няма добавени партньори в момента

source: Don't have an account
bg: Нямаш акаунт

source: You have an account
bg: Имаш акаунт
